"current-language" = "es";
"OK" = "Aceptar";
"Cancel" = "Cancelar";
"Error" = "Error";
"Untitled" = "Sin Título";
"Stop" = "Parar";
"none" = "ninguno";
"default" = "por defecto";
"Copy of %@" = "Copia de %@";
"Read Me" = "Léeme";
"History" = "Historial";
"Clear History" = "Borrar historial";
"Remove all" = "Eliminar todos";
"Remove selection" = "Eliminar selección";
"Are you sure you want to clear the whole history ?\nThis operation is irreversible." = "¿Está seguro de que desea borrar el historial al completo?\nEsta operación no se puede deshacer.";
"Hide preamble" = "Ocultar preámbulo";
"Show preamble" = "Mostrar preámbulo";
"Hide History" = "Ocultar historial";
"Show History" = "Mostrar historial";
"Hide Library" = "Ocultar librería";
"Show Library" = "Mostrar librería";
"Apply History item" = "Aplicar un elemento de la librería";
"Delete History item" = "Eliminar elemento del historial";
"Delete History items" = "Eliminar elementos del historial";
"Change History item background color" = "Cambiar el color de fondo de un elemento del historial";
"Apply Library item" = "Aplicar un elemento de la librería";
"Add Library folder" = "Añadir una carpeta a la librería";
"Add Library item" = "Añadir un elemento a la librería";
"Add Library items" = "Añadir elementos a la librería";
"Delete Library item" = "Eliminar elemento de la librería";
"Delete Library items" = "Eliminar elementos de la librería";
"Move Library items" = "Mover elementos de la librería";
"Change Library item name" = "Renombrar elemento de la librería";
"Change Library item background color" = "Cambiar el color de fondo de un elemento de la librearía";
"Change Library items background color" = "Cambiar el color de fondo de elementos de la librearía";
"Import library..." = "Importar librería...";
"Export library..." = "Exportar librería...";
"Import history..." = "Importar historial...";
"Export history..." = "Exportar historial...";
"Loading error" = "Error al cargar";
"An error occured while saving" = "Error al Guardar";
"The file does not appear to be a valid format" = "El fichero no tiene el formato correcto";
"New encapsulation" = "Nueva encapsulación";
"Change the encapsulation" = "Cambiar la encapsulación";
"Remove encapsulation items" = "Eliminar elementos de encapsulación";
"Remove encapsulation item" = "Eliminar elemento de encapsulación";
"Move the encapsulation" = "Mover la encapsulación";
"Move encapsulations" = "Mover encapsulaciones";
"New configuration" = "Nueva configuración";
"Change the configuration" = "Cambiar la configuración";
"Remove configuration items" = "Eliminar elementos de la configuración";
"Remove configuration item" = "Eliminar elemento de la configuración";
"Move the configuration" = "Mover la configuración";
"Move configurations" = "Mover configuraciones";
"processing" = "procesando";
"executing" = "ejecutando";
"error while processing" = "Error al procesar";
"used for font color" = "usado para el color del texto";
"no color.sty found" = "color.sty no encontrado";
"useful to type directly diacritic characters" = "útil para escribir directamente caracteres acentuados";
"%@ not found or does not work as expected" = "%@ no encontrado o no funciona como se espera";
"%@ is required" = "%@ es necesario";
"The current configuration of LaTeXiT requires %@ to work." = "La configuración actual de LaTeXiT necesita %@ para funcionar.";
"You need ps2pdf to export as \"PDF with outlined fonts\"" = "Se necesita ps2pdf para exportar como \"PDF con fuentes trazadas\"";
"Find %@..." = "Buscar %@...";
"What's that ?" = "¿Qué es esto?";
"LaTeXiT relies on a functional LaTeX installation. But if you do not know what LaTeX is, you may find it difficult to find and install it. A help section of the documentation is dedicated to that part." = "LaTeXiT necesita una instalación funcional de LaTeX. Si no sabe lo que es LaTeX, puede que le sea dificil encontrar e instalar una distribución de LaTeX. Una sección de la documentación está dedicada a esto.";
"See help..." = "Ver la ayuda...";
"Install LaTeX" = "Instalar LaTeX";
"pdflatex, latex, dvipdf, xelatex or gs (depending to the current configuration) seems unavailable in your system. Please check their installation." =
"pdflatex, latex, dvipdf, xelatex o gs (dependiendo de la configuración actual) parece que no está diponible en su sistema. Por favor, compruebe su instalación.";
"color.sty seems to be unavailable" = "color.sty parece no estar disponible";
"Without the color.sty package, you won't be able to change the font color" = "Sin el paquete color.sty, será imposible cambiar el color del texto.";
"color.sty package seems not to be present in your LaTeX installation. So, color font change is disabled." = "Parece que el paquete color.sty no está presente en su instalación de LaTeX. Por lo tanto, es imposible cambiar el color del texto.";
"This text is not LaTeX compliant; or perhaps it is a preamble problem ? You can check it in LaTeXiT" = "Este archivo de texto no es compatible con LaTeX; ¿o quizá es un problema con el preámbulo? Puedes comprobarlo en LaTeXiT";
"Empty LaTeX body" = "Cuerpo de LaTeX vacío";
"Process anyway" = "Procesar de todos modos";
"You did not type any text in the body. The result will certainly be empty." = "No ha escrito nada en el cuerpo del documento. Obviamente, no habrá ningún resultado.";
"An error occured while trying to create the file :\n%@" = "Se produjo un error al crear el archivo:\n%@";
"An error occured while trying to create the file with command:\n%@" = "Se produjo un error al crear el archivo con comando:\n%@";
"http://pierre.chachatelier.fr/latexit/index.php" = "http://pierre.chachatelier.fr/latexit/index.php?lang=en";
"http://pierre.chachatelier.fr/latexit/latexit-donations.php" = "http://pierre.chachatelier.fr/latexit/latexit-donations.php?lang=en";
"Equation linked with another application" = "Ecuación enlazada con otra aplicación";
"Equation linked with library item" = "Ecuacion enlazada con un elemento de la librería";
"The Linkback link is active" = "El enlace Linkback está activo";
"The Linkback link is suspended" = "El enlace Linkback está suspendido";
"Suspend Linkback link" = "Suspender enlace Linkback";
"Resume Linkback link" = "Continuar enlace Linkback";
"LaTeXiT cannot be run properly, please check its configuration" = "LaTeXiT no puede ejecutarse correctamente, compruebe la configuración por favor";
"Do you want to load the library <%@> ?" = "¿Quiere cargar la librearía <%@>?";
"If you choose <Replace the library>, the current library will be lost" = "Si selecciona <Reemplazar librería>, la librería actual se perderá";
"Add to the library" = "Añadir a la librería";
"Replace the library" = "Reemplazar la librería";
"Do you want to load the history <%@> ?" = "¿Quiere cargar la historial <%@>?";
"If you choose <Replace the history>, the current history will be lost" = "Si selecciona <Reemplazar historial>, la historial actual se perderá";
"Add to the history" = "Añadir a la historial";
"Replace the history" = "Reemplazar la historial";
"Open in LaTeXiT" = "Abrir en LaTeXiT";
"Check for new versions" = "Buscar una nueva versión";
"An error occured while trying to reach %@.\nYou should check your network." = "Se ha producido un error al conectar con %@.\nCompruebe que tiene conexión de red.";
"Open download page" = "Abrir la página de descarga";
"General" = "General";
"Edition" = "Edición";
"Preambles" = "Preámbulos";
"Body templates" = "Plantillas de contenido";
"Templates" = "Plantillas";
"Composition" = "Composición";
"Service" = "Servicio";
"Advanced" = "Avanzado";
"Web" = "Web";
"Plugins" = "Extensiones";
"Reset preamble" = "Restablecer preámbulo";
"Are you sure you want to reset the preamble ?\nThis operation is irreversible." = "¿Está seguro de que desea restablecer el preámbulo?\nEsta operación no se puede deshacer.";
"Do you really want to apply that preamble to the library items ?" = "¿Quiere aplicar este preámbulo a lo elementos de la librearía?";
"Their old preamble will be overwritten. If it was a special preamble that had been tuned to generate them, it will be lost." = "Su anterior preámbulo se reemplazará. Si es un preámbulo especial contruido para generarlas se perderá.";
"Apply" = "Aplicar";
"Typeset LaTeX Maths eqnarray" = "Componer ecuación de LaTeX en un entorno Eqnarray";
"Typeset LaTeX Maths align" = "Componer ecuación de LaTeX en un entorno Align";
"Typeset LaTeX Maths display" = "Componer ecuación de LaTeX en modo display, \\[...\\]";
"Typeset LaTeX Maths inline" = "Componer ecuación de LaTeX en modo inline, $...$";
"Typeset LaTeX Text" = "Componer texto LaTeX";
"Un-latexize the equations" = "Revertir las ecuaciones a código LaTeX";
"Detect and typeset equations" = "Detectar y componer ecuaciones";
"Loading History" = "Cargando historial";
"Saving History" = "Guardando historial";
"Loading Library" = "Cargando librería";
"Saving Library" = "Guardado librería";
"Pre-processing" = "Preprocesamiento";
"Middle-processing" = "Medio-procesamiento";
"Post-processing" = "Postprocesamiento";
"Edit configurations list..." = "Editar la lista de configuraciones...";
"%d equation could not be converted because of syntax errors in it. You should also check if it is compatible with the default preamble in use." = "La ecuación %d no ha podido convertirse ya que presenta errores de syntaxis. Debes comprobar también si es compatible con el preámbulo actual.";
"%d equations could not be converted because of syntax errors in them. You should also check if they are compatible with the default preamble in use." = "Las ecuaciones %d no han podido convertirse ya que presentan errores de syntaxis. Debes comprobar también si son compatible con el preámbulo actual.";
"unexpected error, please see \"LaTeX > Display last log\"" = "error desconocido, por favor vea \"LaTeX > mostrar el último registro\"";
"New text shortcut" = "Nueva combinación de teclas";
"Change the text shortcut" = "Cambiar la combinación de teclas";
"Remove text shortcuts" = "Eliminar combinaciones de teclas";
"Remove text shortcut" = "Eliminar la combinación de teclas";
"Move the text shortcut" = "Mover la combinación de teclas";
"Move text shortcuts" = "Mover combinaciones de teclas";
"You may not be updating the good equation" = "Parece que no estás actualizando la ecucación correcta";
"Update the equation" = "Actualizar la ecuación";
"You changed the library selection since the last equation was imported into the editor" = "Has cambiado la librería seleccionada desde que la última ecuación ha sido importada al editor";
"Shell" = "Shell";
"Body" = "Cuerpo";
"File" = "Archivo";
"Content" = "Contenido";
"Define a script" = "Definir un script";
"Use existing script" = "Usar un script existent";
"Script failed" = "El script ha fallado";
"Script too long : timeout reached" = "Script demasiado largo: tiempo de espera superado";
"Palette installation" = "Intalación de Paleta";
"It does not appear to be a valid Latex palette package" = "El fichero parece estar dañado";
"Do you want to install the palette %@ ?" = "¿Desea instalar la paleta %@ ?";
"This palette will be installed into \n%@" = "Esta paleta se va ha instalar en \n%@";
"Install palette" = "Instalar paleta";
"Could not create path" = "No se pudo crear la ruta";
"The path %@ could not be created to install a palette in it" = "No se ha podido crear la ruta %@ para instalar la paleta";
"The palette %@ already exists, do you want to replace it ?" = "La paleta %@ ya existe, ¿desea reemplazarla?";
"A file or folder with the same name already exists in %@. Replacing it will overwrite its current contents." = "Existe un fichero o carpeta con el mismo nombre en %@. Si lo reemplzadas se perderá el contenido actual.";
"Replace" = "Reemplazar";
"Installation failed" = "La instalación ha fallado";
"%@ could not be installed as %@" = "%@ no se ha podido instalar como %@";
"Author" = "Autor";
"Display the error message" = "Exhibir el mensaje de error";
"Error message" = "Mensaje de error";
"Enlarge the text area" = "Ampliar el area de texto";
"Reduce the text area" = "Rededucir el area de texto";
"New Service shortcuts could not be set" = "No se han podido crear los nuevos menús de Servicios";
"Authentication failed or did not allow to rewrite the <Info.plist> file inside the LaTeXiT.app bundle" = "La autenticación a fallado o no ha permitido sobrescribir el fichero <Info.plist> dentro del paquete LaTeXiT.app";
"The current Service shortcuts of LaTeXiT do not match the ones defined in the preferences" = "El menú de Servicios de LaTeXiT no concuerda con el definido en las preferencias";
"Apply preferences" = "Aplicar preferencias";
"Update preferences" = "Refrescar preferencias";
"Ignore" = "Ignorar";
"__EXPLAIN_CHANGE_SHORTCUTS__" = "";
"PDF Equation" = "PDF Ecuación";
"Text file" = "Archivo de texto";
"LaTeXiT library" = "LaTeXiT Librería";
"LaTeXiT history" = "LaTeXiT Historial";
"LaTeX Equation Editor library" = "LaTeX Equation Editor Librería";
"LaTeXiT LaTeX Palette" = "LaTeXiT LaTeX-Paleta";
"Additional files" = "Archivos adicionales";
"Default Format" = "Formato por defecto";
"PDF with outlined fonts" = "PDF con fuentes trazadas";
"PDF without embedded fonts" = "PDF con fuentes trazadas";
"PDF w.o.f." = "PDF c.f.t.";
"PDF vector format" = "Imagen vectorial PDF";
"EPS vector format" = "Imagen vectorial EPS";
"SVG vector format" = "Imagen vectorial SVG";
"TIFF bitmap format" = "Imagen de mapa de bits TIFF";
"PNG bitmap format" = "Imagen de mapa de bits PNG";
"JPEG bitmap format" = "Imagen de mapa de bits JPEG";
"MathML text format" = "MathML text format";
"Migrating history to new format" = "Migrando el historial al nuevo formato";
"Migrating library to new format" = "Migrando la librería al nuevo formato";

/* Preferences */
"Edit the configurations..." = "Editar las configuraciones...";

/* document */
"clipboard" = "portapapeles";
"Text" = "Texto";
"Font size :" = "Tamaño:";
"Color :" = "Color:";
"LaTeX it!" = "LaTeX it!";
"Copy the image as" = "Copiar imagen como";
"Switch to mini-window" = "Activar mini-ventana";
"Switch to normal window" = "Desactivar mini-ventana";
"line" = "linea";

/* document extra panels */
"Execution log" = "Registro";
"Drag through areas to change export type" = "Arrastre através de las áreas para cambiar el formato de exportado";
"JPEG Quality" = "JPEG Calitat";
"least" = "mínima";
"low" = "baja";
"medium" = "media";
"high" = "alta";
"maxi" = "máxima";
"Quality" = "Calitat";
"Background color" = "Color de fondo";
"Path to pdf2svg" = "Ruta de pdf2svg";
"Format" = "Formato";
"Change" = "Cambiar";
"Options" = "Opciones";
"Scale" = "Escala";
"Warning : jpeg does not manage transparency" = "Atención: JPEG nos soporta la transparencia";
"Warning : pdf2svg path is invalid" = "Atención : La ruta de pdf2svg no es válida";

/* Library */
"Library" = "Librería";
"Reach default library" = "Volver a la librería por defecto";
"Add to current library" = "Añadir a la librería actual";
"Overwrite current library" = "Sobreescribir la librería actual";
"Change library in use" = "Cambiar la librería en uso";
"Export the selection only" = "Exportar sólo la selección";
"Format :" = "Format:";
"Add a folder" = "Añadir una carpeta";
"Add current equation" = "Añadir la ecuación actual";
"Rename selection" = "Renombrar la selección";
"Replace selection by current equation" = "Reemplaza la selecciçon con la ecuación actual";
"Import..." = "Importar...";
"Export..." = "Exportar...";
"Display the equations in real size on mouse over" = "Con el ratón encima, mostrar las ecuaciones en tamaño real";
"Open the equation in a document" = "Abrir la ecuación en un documento";
"Open the equation in a linked document" = "Abrir la ecuación en un documento enlazado";

/* History */
"Add to current history" = "Añadir a la historial actual";
"Overwrite current history" = "Sobreescribir la historial actual";
"Lock" = "Bloquear";
"Unlock" = "Desbloquear";

/* palette : additional files */
"Open defaults" = "Abrir defecto";
"Save as defaults" = "Guardar como defecto";

/* palette : composition */
"Composition configurations" = "Configuraciones de composición";

/* palette : encapsulations */
"Encapsulations" = "Encapsulaciones";

/* palette : LaTeX */
"LaTeX Palette" = "Paleta LaTeX";
"Details" = "Detalles";
"LaTeX Code :" = "Comando:";
"Requires :" = "Necesita:";

/* palette : margins */
"Custom margins" = "Márgenes personalizados";
"Save as default margins" = "Guardar como márgenes por defecto";

/* automator */
"Unknown error. Please make sure that LaTeXiT has been run once and is fully functional." = "Error desconocido. Por favor, compruebe que LaTeXiT se ha ejecutado al menos una vez y que es completamente funcional.";